Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/contact.tmx
Source language: en
Languages: fr, nl

source: Contact us
fr: Contactez-nous
nl: Contacteer ons

source: Plan your route
fr: Itinéraire
nl: Routeplanner

source: The following errors have occured
fr: Attention !
nl: De volgende fouten zijn opgetreden

source: Company
fr: Entreprise
nl: Bedrijf

source: BTW
fr: TVA
nl: BTW nummer

source: Name
fr: Nom
nl: Naam verantwoordelijke

source: Firstname
fr: Prénom
nl: Voornaam

source: Address
fr: Adresse
nl: Adres

source: Postal code and city
fr: Code postal et municipalité
nl: Postcode en gemeente

source: Country
fr: Pays
nl: Land

source: E-mail
fr: Adresse e-amail

source: Phone
fr: Téléphone
nl: Telefoonnummer

source: Question / Comment
fr: Question / Commentaire
nl: Vraag / Opmerking

source: Send
fr: Envoyer
nl: Verzenden

source: Name should contain at least %min% characters
fr: La taille de nom est supérieur à %max% caractères
nl: Naam moet minstens %min% karakters bevatten

source: Name cannot contain more than %max% characters
fr: La taille de nom est inférieur à %min% caractères
nl: Naam mag maximum %max% karakters bevatten

source: Firstname should contain at least %min% characters
fr: La taille de prénom est inférieur à %min% caractères
nl: Voornaam moet minstens %min% karakters bevatten

source: Firstname cannot contain more than %max% characters
fr: La taille de prénom est supérieur à %max% caractères
nl: Voornaam mag maximum %max% karakters bevatten

source: The given e-mail address is invalid
fr: E-mail n'est pas valide
nl: Het opgegeven e-mail adres is niet geldig

source: Phone / Mobile should contain at least %min% characters
fr: La taille de téléphone est inférieur à %min% caractères
nl: Telefoon / GSM moet minstens %min% karakters bevatten

source: Phone / Mobile cannot contain more than %max% characters
fr: La taille de téléphone est supérieur à %max% caractères
nl: Telefoon / GSM mag maximum %max% karakters bevatten

source: Question / Comment should contain at least %min% characters
fr: La taille de question/commentaire est inférieur à %min% caractères
nl: Vraag / Opmerking moet minstens %min% karakters bevatten
